Repository: common-repository/rating-bws
Catalog: languages/rating-bws-*.po
Languages: ar, de, es_es, fr, it, pt

source: Appearance
ar: المظهر
de: Aussehen
es_es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência

source: Misc
ar: متفرقات
de: Verschiedenes
es_es: Otros
fr: Divers
it: Varie
pt: Diversos

source: Custom Code
ar: كود مخصص
de: Benutzerdefinierter Code
es_es: Código personalizado
fr: Code personnalisé
it: Codice personalizzato
pt: Código Personalizado

source: Licence Key
ar: مفتاح الترخيص
de: Lizenzschlüssel
es_es: Clave de Licencia
fr: Clé de la licence
it: Chiave di licenza
pt: Chave de Licença

source: Settings saved.
ar: تم حفظ الإعدادات.
de: Einstellungen gespeichert.
es_es: Ajustes guardados.
fr: Paramètres sauvegardés.
it: Impostazioni salvate.
pt: Configurações salvas.

source: Rating Settings
ar: إعدادات التصنيف
de: Bewertungseinstellungen
es_es: Ajustes de Valoración
fr: Paramètres d’évaluations
it: Impostazioni di valutazione
pt: Configurações das Avaliações

source: Add Rating to
ar: إضافة تقييم إلى
de: Bewertung hinzufügen zu
es_es: Bloque de Valoración
fr: Ajouter une note à
it: Aggiungi valutazione a
pt: Adicionar classificação a

source: Testimonials Review Form
ar: نموذج مراجعة الشهادات
de: Formular zur Überprüfung von Zeugnissen
es_es: Formulario de revisión de testimonios
fr: Formulaire d'évaluation des témoignages
it: Modulo di revisione delle testimonianze
pt: Formulário de revisão de depoimentos

source: Number of Titles
ar: عدد العناوين
de: Anzahl von Titeln
es_es: Número de títulos
fr: Nombre de titres
it: Numero di titoli
pt: Número de títulos

source: Review Title
ar: مراجعة العنوان
de: Bewertungs- Titel
es_es: Revisar Título
fr: Titre de l’avis
it: Titolo Recensione
pt: Título do Comentário

source: Review Title %1$s %2$d
ar: عنوان المراجعة %1$s %2$d
de: Titel der Rezension %1$s %2$d
es_es: Reseña Título %1$s %2$d
fr: Titre de la revue %1$s %2$d
it: Titolo della recensione %1$s %2$d
pt: Título da revisão %1$s %2$d

source: Activate
ar: تفعيل
de: Aktivieren Sie
es_es: Activar
fr: Activer
it: Attivare
pt: Ativar

source: Download
ar: تحميل
es_es: Descargar
fr: Télécharger

source: Testimonial Reviews
ar: مراجعات الشهادات
de: Testimonial-Bewertungen
es_es: Reseñas / testimonios
fr: Témoignages
it: Recensioni di testimonial
pt: Avaliações de depoimentos

source: Average Rating Position
ar: متوسط مركز التقييم
de: Durchschnittliche Bewertung Position
es_es: Posición de calificación media
fr: Classement moyen Position
it: Posizione media di valutazione
pt: Posição de classificação média

source: Before the content
ar: قبل المحتوى
de: Vor dem Inhalt
es_es: Antes del contenido
fr: Avant le contenu
it: Prima del contenuto
pt: Antes do conteúdo

source: After the content
ar: بعد المحتوى
de: Nach dem Inhalt
es_es: Después del contenido
fr: Après le contenu
it: Dopo il contenuto
pt: Depois do conteúdo

source: Combine Average and My Rating Blocks
ar: الجمع بين كتلتي "المتوسط" و"تقييمي
de: Kombinieren Sie die Blöcke Durchschnitt und Meine Bewertung
es_es: Combinar calificación media con opción de tasa
fr: Combiner les blocs Moyenne et Mon classement
it: Combinare i blocchi Media e La mia valutazione
pt: Combine os blocos Média e Minha classificação

source: Enable to use a single rating block.
ar: تمكين استخدام كتلة تصنيف واحدة.
de: Aktivieren Sie diese Option, um einen einzigen Bewertungsblock zu verwenden.
es_es: Habilitar para utilizar un único bloque de clasificación.
fr: Permet d'utiliser un seul bloc d'évaluation.
it: Abilita l'uso di un singolo blocco di valutazione.
pt: Habilite o uso de um único bloco de classificação.

source: My Rating Position
ar: موضع تقييمي
de: Meine Bewertung Position
es_es: Posición de calificación media
fr: Ma position de classement
it: La mia posizione di valutazione
pt: Minha posição de classificação

source: In comments
ar: في التعليقات
de: In Kommentaren
es_es: En comentarios
fr: Dans les commentaires
it: Nei commenti
pt: Em comentários

source: Required Rating
ar: التقييم المطلوب
de: Erforderliche Bewertung
es_es: Se requiere valoración
fr: Cote exigée
it: Valutazione richiesta
pt: Classificação exigida

source: Enable to make the rating required for comment submission.
ar: تمكين إجراء التقييم المطلوب لتقديم التعليقات.
de: Aktivieren Sie diese Option, um die für die Abgabe von Kommentaren erforderliche Bewertung vorzunehmen.
es_es: Habilite para hacer que sea necesario enviar una valoración en el formulario de comentarios.
fr: Permet d'effectuer le classement requis pour la soumission des commentaires.
it: Consente di effettuare la valutazione richiesta per l'invio dei commenti.
pt: Habilite para fazer a classificação necessária para o envio de comentários.

source: Change Rating
ar: تغيير التصنيف
de: Bewertung ändern
es_es: Puntuación media
fr: Changement de notation
it: Cambiamento di valutazione
pt: Mudar Avaliação

source: Enable to allow users change their rating.
ar: تمكين للسماح للمستخدمين بتغيير تقييمهم.
de: Aktivieren Sie diese Option, damit Benutzer ihre Bewertung ändern können.
es_es: Activar para permitir a los usuarios cambiar su valoración.
fr: Activer pour permettre aux utilisateurs de modifier leur évaluation.
it: Abilitare per consentire agli utenti di modificare la propria valutazione.
pt: Habilite para permitir que os usuários alterem sua classificação.

source: Close
ar: إغلاق
de: Schließen
es_es: Cerrar
fr: Fermer
it: Chiudere
pt: Fechar

source: Show Rating in Posts
ar: إظهار التقييم في المنشورات
de: Bewertung in Beiträgen anzeigen
es_es: Mostrar valoración en publicaciones
fr: Afficher le classement dans les messages
it: Mostra la valutazione nei messaggi
pt: Mostrar classificação nas postagens

source: Enable to display average rating in the list of %s and
ar: التمكين لعرض متوسط التقييم في قائمة %s و
de: Aktivieren Sie diese Option, um die durchschnittliche Bewertung in der Liste von %s und
es_es: Habilite para mostrar la valoración media en la lista de %s y
fr: Permet d'afficher la note moyenne dans la liste de %s et
it: Abilitare la visualizzazione della valutazione media nell'elenco di %s e
pt: Habilite a exibição da classificação média na lista de %s e

source: posts
ar: المشاركات
de: Beiträge
es_es: publicaciones
fr: articles
it: articoli

source: pages.
ar: الصفحات.
de: Seiten.
es_es: páginas.
it: pagine.
pt: páginas.

source: Schema Markup
ar: ترميز المخطط
es_es: Marcado Schema
fr: Balisage Schéma
pt: Marcação de esquema

source: Enable to add JSON-LD rating %s markup.
ar: تمكين إضافة ترميز تصنيف JSON-LD %s.
de: Hinzufügen der JSON-LD-Bewertung %s aktivieren.
es_es: Habilite para agregar marcado de %s de valoración JSON-LD.
fr: Permet d'ajouter la notation JSON-LD %s.
it: Consente di aggiungere il markup JSON-LD rating %s.
pt: Habilite a adição de marcação de classificação JSON-LD %s.

source: schema
ar: المخطط
fr: schéma
pt: ativar a marcação de esquema

source: Learn More
ar: تعلم المزيد
de: Mehr erfahren
es_es: Aprende más
fr: En savoir plus
it: Leggi di più
pt: Saiba Mais

source: Minimum Rating to Add Schema
ar: الحد الأدنى من التقييم لإضافة مخطط
de: Mindestbewertung zum Hinzufügen von Schema
es_es: Calificación mínima para agregar Schema
fr: Cote minimale pour l'ajout d'un schéma
it: Valutazione minima per aggiungere lo schema
pt: Classificação mínima para adicionar o esquema

source: Schema markup will not be included if post rating goes under this value.
ar: لن يتم تضمين ترميز المخطط إذا كان تصنيف المشاركة أقل من هذه القيمة.
de: Die Schemaauszeichnung wird nicht berücksichtigt, wenn die Beitragsbewertung unter diesem Wert liegt.
es_es: El marcado Schema no se incluirá si la valoración de la publicación es inferior a este valor.
fr: Le balisage Schema ne sera pas inclus si l'évaluation de l'article est inférieure à cette valeur.
it: Il markup Schema non sarà incluso se la valutazione del post è inferiore a questo valore.
pt: A marcação de esquema não será incluída se a classificação da postagem for inferior a esse valor.

source: Enable Rating for
ar: تمكين التقييم ل
de: Bewertung einschalten für
es_es: Habilitar valoración para
fr: Activer le classement pour
it: Abilita la valutazione per
pt: Ativar classificação para

source: All
ar: الكل
de: Alle
es_es: Todo
fr: Tout
it: Tutti
pt: Todos

source: Guest
ar: زائر
de: Gast
es_es: Invitado
fr: Invité
it: Ospite
pt: Convidado

source: Number of Stars
ar: عدد النجوم
de: Anzahl der Sterne
es_es: Número de estrellas
fr: Nombre d'étoiles
it: Numero di stelle
pt: Número de Estrelas

source: Star Color
ar: لون النجمة
de: Stern Farbe
es_es: Color de estrella
fr: Couleur des étoiles
it: Colore Stella
pt: Cor da estrela

source: Star Color on Hover
ar: لون النجمة عند التحويم
de: Sternfarbe beim Schweben
es_es: Color de estrella en el hover
fr: Couleur de l'étoile au survol
it: Colore delle stelle al passaggio del mouse
pt: Cor da estrela ao passar o mouse

source: Star Size
ar: حجم النجوم
de: Sterne Größe
es_es: Tamaño de estrella
fr: Taille d’étoile
it: Dimensione Stella
pt: Tamanho da estrela

source: px
ar: بكسل

source: Text Color
ar: لون الخط
de: Textfarbe
es_es: Color del texto
fr: Couleur du texte
it: Colore testo
pt: Cor do Texto

source: Text Font Size
ar: حجم خط النص
de: Text Schriftgröße
es_es: Tamaño de fuente de texto
fr: Taille de la police du texte
it: Dimensione Font testo
pt: Tamanho da fonte de texto

source: Average Rating Title
ar: عنوان التقييم المتوسط
de: Durchschnittliche Bewertung Titel
es_es: Título de calificación promedio
fr: Note moyenne Titre
it: Valutazione media Titolo
pt: Classificação média Título

source: Average Rating Text
ar: متوسط نص التقييم
de: Durchschnittliche Bewertung Text
es_es: Título de calificación promedio
fr: Note moyenne Texte
it: Valutazione media Testo
pt: Texto de classificação média

source: Use %s to insert current rate.
ar: استخدم %s لإدراج المعدل الحالي.
de: Verwenden Sie %s, um den aktuellen Kurs einzugeben.
es_es: Utilice %s para insertar la velocidad actual.
fr: Utilisez %s pour insérer le taux actuel.
it: Utilizzare %s per inserire la tariffa corrente.
pt: Use %s para inserir a taxa atual.

source: Use %s to insert rates count.
ar: استخدم %s لإدراج عدد المعدلات.
de: Verwenden Sie %s, um die Anzahl der Kurse einzufügen.
es_es: Utilice %s para insertar el recuento de tarifas.
fr: Utilisez %s pour insérer le décompte des taux.
it: Utilizzare %s per inserire il conteggio dei tassi.
pt: Use %s para inserir a contagem de taxas.

source: My Rating
ar: تقييمي
de: Meine Bewertung
es_es: Mi clasificación
fr: Mon classement
it: La mia valutazione
pt: Minha classificação

source: Authorization Required Text
ar: النص المطلوب التفويض
de: Autorisierung erforderlich Text
es_es: Autorización Texto requerido
fr: Texte de l'autorisation requise
it: Autorizzazione Testo richiesto
pt: Texto necessário para autorização

source: Use %s to insert login link.
ar: استخدم %s لإدراج رابط تسجيل الدخول.
de: Verwenden Sie %s, um einen Anmeldelink einzufügen.
es_es: Utilice %s para insertar el vínculo de inicio de sesión.
fr: Utilisez %s pour insérer un lien de connexion.
it: Utilizzare %s per inserire il link di accesso.
pt: Use %s para inserir o link de login.

source: Thank You Message
ar: رسالة شكر
de: Danke Mitteilung
es_es: Mensaje de agradecimiento
fr: Message de remerciement
it: Messaggio di ringraziamento
pt: Mensagem de Agradecimento

source: This message will be displayed after the rating is submitted.
ar: سيتم عرض هذه الرسالة بعد تقديم التقييم.
de: Diese Meldung wird angezeigt, nachdem die Bewertung abgegeben wurde.
es_es: Este mensaje se mostrará después de enviar la valoración.
fr: Ce message s'affichera après l'envoi de l'évaluation.
it: Questo messaggio verrà visualizzato dopo l'invio della valutazione.
pt: Essa mensagem será exibida depois que a classificação for enviada.

source: No Permissions Message
ar: رسالة لا توجد أذونات
de: Meldung "Keine Berechtigungen
es_es: Mensaje "Sin permisos
fr: Message d'absence d'autorisation
it: Messaggio di assenza di autorizzazioni
pt: Mensagem de falta de permissão

source: This message will be displayed if user role is disabled.
ar: سيتم عرض هذه الرسالة إذا تم تعطيل دور المستخدم.
de: Diese Meldung wird angezeigt, wenn die Benutzerrolle deaktiviert ist.
es_es: Este mensaje se mostrará si el rol de usuario está deshabilitado.
fr: Ce message s'affiche si le rôle de l'utilisateur est désactivé.
it: Questo messaggio viene visualizzato se il ruolo dell'utente è disabilitato.
pt: Essa mensagem será exibida se a função do usuário estiver desativada.

source: Rating Already Submitted Message
ar: رسالة التقييم المقدمة بالفعل
de: Bewertung Bereits übermittelt Nachricht
es_es: Mensaje ya valorado
it: Valutazione Messaggio già inviato
pt: Classificação da mensagem já enviada

source: This message will be displayed if the user has already rated the post.
ar: سيتم عرض هذه الرسالة إذا كان المستخدم قد قام بتقييم المنشور بالفعل.
de: Diese Meldung wird angezeigt, wenn der Benutzer den Beitrag bereits bewertet hat.
es_es: Este mensaje se mostrará si el usuario ya ha valorado la publicación.
fr: Ce message s'affiche si l'utilisateur a déjà évalué le message.
it: Questo messaggio viene visualizzato se l'utente ha già valutato il post.
pt: Essa mensagem será exibida se o usuário já tiver avaliado a publicação.

source: Rating
ar: تقييم
de: Bewertung
es_es: Valoración
fr: Évaluation
it: Valutazione
pt: Avaliação

source: If you would like to add rating to your page or post, please use next shortcode:
ar: إذا كنت ترغب في إضافة تقييم إلى صفحتك أو منشورك، يُرجى استخدام الرمز القصير التالي:
de: Wenn Sie Ihrer Seite oder Ihrem Beitrag eine Bewertung hinzufügen möchten, verwenden Sie bitte den folgenden Shortcode:
es_es: Si desea agregar calificación a su página o publicación, utilice el siguiente shortcode:
fr: Si vous souhaitez ajouter une note à votre page ou à votre article, veuillez utiliser le shortcode suivant :
it: Se desiderate aggiungere una valutazione alla vostra pagina o al vostro post, utilizzate il seguente shortcode:
pt: Se quiser adicionar uma classificação à sua página ou publicação, use o próximo shortcode:

source: Upgrade to Pro
ar: الترقية إلى الاصدار المدفوع
de: Upgrade auf die Pro-Version
es_es: Actualizar a Pro
fr: Passer à la version Pro
it: Aggiornamento a Pro
pt: Atualizar para Pro

source: Average Rating
ar: متوسط التقييم
de: Durchschnittliche Bewertung
es_es: Puntuación media
fr: Note moyenne
it: Valutazione Media
pt: Classificação Média

source: %1$s out of 5 stars. %2$s votes.
ar: %1$s من 5 نجوم %2$s أصوات.
de: %1$s von 5 Sternen. %2$s Stimmen.
es_es: %1$s de 5 estrellas. %2$s votos.
fr: %1$s sur 5 étoiles. %2$s votes.
it: %1$s su 5 stelle. %2$s voti.
pt: %1$s de 5 estrelas. %2$s votos.

source: You should %s to submit a review.
ar: يجب عليك %s لإرسال مراجعة.
de: Sie sollten %s eingeben, um eine Bewertung abzugeben.
es_es: Debe %s enviar una opinión.
fr: Vous devez %s pour soumettre un avis.
it: È necessario %s per inviare una recensione.
pt: Você deve %s para enviar uma avaliação.

source: log in
ar: تسجيل الدخول
de: Anmelden
es_es: iniciar sesión
fr: se connecter
it: accedi
pt: entrar

source: Thank you!
ar: شكرا لك!
de: Vielen Dank!
es_es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Obrigado!

source: You cannot submit ratings.
ar: لا يمكنك إرسال التقييمات.
de: Sie können keine Bewertungen abgeben.
es_es: No puede enviar valoraciones.
fr: Vous ne pouvez pas soumettre d'évaluations.
it: Non è possibile inviare valutazioni.
pt: Você não pode enviar classificações.

source: You have already rated this post.
ar: لقد قمت بتقييم هذا المنشور بالفعل.
de: Sie haben diesen Beitrag bereits bewertet.
es_es: Ya has valorado este post.
fr: Vous avez déjà évalué cet article.
it: Hai già valutato questo post.
pt: Você já avaliou esta publicação.

source: Please, enable JavaScript in your browser.
ar: من فضلك، قم بتمكين JavaScript في متصفحك.
de: Bitte aktivieren Sie JavaScript in Ihrem Browser.
es_es: Habilite JavaScript en su navegador.
fr: Veuillez activer JavaScript dans votre navigateur.
it: Abilitare JavaScript nel browser.
pt: Ative o JavaScript em seu navegador.

source: Post ID is required
ar: مطلوب معرف المنشور
de: Post-ID ist erforderlich
es_es: Se requiere id de publicación
fr: L’ID de la publication est nécessaire
it: L'ID del post è richiesto
pt: O ID do post é obrigatório

source: Specified User IP is invalid
ar: عنوان IP المحدد للمستخدم غير صالح
de: Angegebene Benutzer-IP ist ungültig
es_es: ID de usuario especificada no es válida
fr: L'adresse IP de l'utilisateur spécifiée n'est pas valide
it: L'IP utente specificato non è valido
pt: O IP do usuário especificado é inválido

source: User or comment ID is required
ar: مطلوب معرف المستخدم أو معرف التعليق
de: Benutzer- oder Kommentar-ID ist erforderlich
es_es: Se requiere ID de usuario o comentario
fr: L'identifiant de l'utilisateur ou du commentaire est requis
it: È richiesto l'ID dell'utente o del commento
pt: É necessário o ID do usuário ou do comentário

source: Rating is required
ar: التصنيف مطلوب
de: Bewertung ist erforderlich
es_es: Se requiere valoración
fr: La note est requise
it: La valutazione è necessaria
pt: A classificação é necessária

source: Rate
ar: التقييم
de: Bewerten
es_es: Tarifa
fr: Taux
it: Tasso
pt: Taxa

source: No rating yet
ar: لا يوجد تقييم بعد
de: Noch keine Bewertung
es_es: Sistema Operativo
fr: Sans évaluation
it: Nessuna valutazione ancora
pt: Nenhuma classificação ainda

source: Exclude schema
ar: استبعاد المخطط
de: Schema ausschließen
es_es: Excluir Schema
fr: Exclure le schéma
it: Escludere lo schema
pt: Excluir esquema

source: Enable to exclude JSON-LD %s markup.
ar: تمكين لاستبعاد ترميز JSON-LD %s.
de: Aktivieren Sie diese Option, um JSON-LD %s-Auszeichnungen auszuschließen.
es_es: Habilite para excluir el marcado de %s JSON-LD.
fr: Permet d'exclure les balises JSON-LD %s.
it: Abilita l'esclusione del markup JSON-LD %s.
pt: Habilite para excluir a marcação JSON-LD %s.

source: Error: Rating is required
ar: خطأ: التقييم مطلوب
de: Fehler: Bewertung ist erforderlich
es_es: Se requiere valoración
fr: Erreur : Le classement est requis
it: Errore: La valutazione è necessaria
pt: Erro: A classificação é necessária

source: Error: Rating is required.
ar: خطأ: التقييم مطلوب.
de: Fehler: Bewertung ist erforderlich.
es_es: Error: Se requiere calificación.
fr: Erreur : Le classement est requis.
it: Errore: La valutazione è necessaria.
pt: Erro: A classificação é necessária.

source: Use plugin settings
ar: استخدام إعدادات المكون الإضافي
de: Plugin-Einstellungen verwenden
es_es: Usar la configuración del plugin
fr: Utiliser les paramètres du plugin
it: Utilizzare le impostazioni del plugin
pt: Usar configurações do Plugin

source: Average Rating Only
ar: متوسط التقييم فقط
de: Nur durchschnittliche Bewertung
es_es: Opción Sólo Valoración Media
fr: Note moyenne seulement
it: Solo valutazione media
pt: Somente classificação média

source: Rate Option Only
ar: خيار السعر فقط
de: Nur Tarifoption
es_es: Opción Solo Valoración
fr: Option tarifaire uniquement
it: Solo opzione tariffaria
pt: Somente opção de taxa

source: Average Rating and Rate Option
ar: خيار متوسط التقييم والتقييم
de: Durchschnittliche Bewertung und Tarifoption
es_es: Opción Valorar y Valoración Media
fr: Note moyenne et option tarifaire
it: Valutazione media e opzione tariffaria
pt: Classificação média e opção de taxa

source: Combined
ar: مدموج
de: Kombiniert
es_es: Combinado
fr: Combiné
it: Combinato
pt: Combinado

source: Include
ar: التضمين
de: Einschließen
es_es: Incluir
fr: Inclure
it: Includi
pt: Incluir

source: Exclude
ar: استبعاد
de: Ausschließen
es_es: Excluir
fr: Exclure
it: Escludi
pt: Excluir

source: Select Shortcode
ar: حدد كود مختصر
de: Shortcode auswählen
es_es: Selecciona Código Abreviado
fr: Sélectionnez un shortcode
it: Scegli uno shortcode
pt: Selecionar Shortcode

source: Rating Block
ar: كتلة التصنيف
de: Bewertung Block
es_es: Bloque de Valoración
fr: Bloc de notation
it: Blocco di valutazione
pt: Bloco de classificação

source: Total Rates Number
ar: إجمالي عدد المعدلات الإجمالية
de: Gesamtsätze Anzahl
es_es: Total de Valoraciones
fr: Taux totaux Nombre
it: Totale tariffe Numero
pt: Número total de taxas

source: Max Stars Available
ar: الحد الأقصى للنجوم المتاحة
de: Maximal verfügbare Sterne
es_es: Nº Max Estrellas
fr: Nombre maximal d'étoiles disponibles
it: Stelle massime disponibili
pt: Máximo de estrelas disponíveis

source: Add Rating block to your page or post
ar: إضافة مكوِّن التقييم إلى صفحتك أو منشورك
de: Bewertungsblock zu Ihrer Seite oder Ihrem Beitrag hinzufügen
es_es: Añadir bloque de valoración a su página o publicación
fr: Ajouter un bloc d'évaluation à votre page ou à votre article
it: Aggiungere un blocco di valutazione alla pagina o al post
pt: Adicionar bloco de classificação à sua página ou post

source: Display
ar: عرض
de: Anzeige
es_es: Mostrar
fr: Afficher
pt: Exibição

source: rating block title
ar: عنوان كتلة التصنيف
de: titel des Bewertungsblocks
es_es: título del bloque de calificación
fr: titre du bloc d'évaluation
it: titolo del blocco di valutazione
pt: título do bloco de classificação

source: rating block text
ar: نص كتلة التصنيف
de: text des Bewertungsblocks
es_es: texto del bloque de valoración
fr: texte du bloc d'évaluation
it: testo del blocco di valutazione
pt: texto do bloco de classificação

source: Output
ar: الإخراج
de: Ausgabe
es_es: Salida
fr: Sortie
it: Uscita
pt: Saída

source: Schema
ar: مخطط
fr: Schéma
pt: Esquema

source: Display total number of ratings.
ar: عرض العدد الإجمالي للتقييمات.
de: Anzeige der Gesamtzahl der Bewertungen.
es_es: Mostrar el número total de valoraciones.
fr: Afficher le nombre total d'évaluations.
it: Visualizza il numero totale di valutazioni.
pt: Exibir o número total de classificações.

source: Display average post rating.
ar: عرض متوسط تقييم المشاركة.
de: Durchschnittliche Beitragsbewertung anzeigen.
es_es: Mostrar la valoración media de las publicaciones.
fr: Afficher l'évaluation moyenne des messages.
it: Visualizzazione della valutazione media dei post.
pt: Exibir a classificação média das postagens.

source: Display available number of stars.
ar: عرض عدد النجوم المتاحة.
de: Anzeige der verfügbaren Anzahl von Sternen.
es_es: Mostrar el número de estrellas disponibles.
fr: Afficher le nombre d'étoiles disponibles.
it: Visualizza il numero di stelle disponibili.
pt: Exibir o número disponível de estrelas.

source: FAQ
ar: الأسئلة الشائعة

source: Support
ar: الدعم
es_es: Soporte
it: Supporto
pt: Suporte

source: Settings
de: Einstellungen
es_es: Configurar
it: Impostazioni
pt: Configurações
